<?php
// .-----------------------------------------------------------------------------------
// | 
// | 
// | Site: http://www.gooraye.net
// |-----------------------------------------------------------------------------------
// | Author: 贝贝 <hebiduhebi@163.com>
// | Copyright (c) 2012-2014, http://www.gooraye.net. All Rights Reserved.
// |-----------------------------------------------------------------------------------
return array(
	    /* 数据库配置 */
    'DB_TYPE'   => 'mysql', // 数据库类型
    'DB_HOST'   => '127.0.0.1', // 服务器地址
    'DB_NAME'   => 'wp_2', // 数据库名
    'DB_USER'   => 'root', // 用户名
    'DB_PWD'    => '1',  // 密码
    'DB_PORT'   => '3306', // 端口
    'DB_PREFIX' => 'wp_', // 数据库表前缀
 );